Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cy: Polisi Preifatrwydd
da: Datapolitik
da_instk12: Datapolitik
de: Datenschutzrichtlinien
es: Política de privacidad
es_es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
ga: Polasaí Príobháideachais
hi: गोपनीयता नीति
ht: Politik Konfidansyalite
id: Kebijakan Privasi
is: Persónuverndarstefna
it: Informativa sulla privacy
ja: 個人情報保護方針
ko: 개인 정보 보호 정책
mi: Kaupapahere Tūmataiti
ms: Dasar Privasi
nb: Retningslinjer for personvern
nb_instk12: Retningslinjer for personvern
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
pt_br: Política de privacidade
ru: Политика конфиденциальности
sl: Pravilnik o zasebnosti
sv: Sekretesspolicy
sv_instk12: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
vi: Chính Sách Quyền Riêng Tư
zh: 隐私政策
zh_hk: 隱私政策

source: Profile
ar: ملف التعريف
ca: Perfil
cy: Proffil
da: Profil
da_instk12: Profil
de: Profil
es: Perfil
es_es: Perfil
fi: Profiili
fr: Profil
fr_ca: Profil
hi: प्रोफ़ाइल
ht: Pwofil
id: Profil
is: Upplýsingar
it: Profilo
ja: プロフィール
ko: 프로필
mi: Kōtaha
ms: Profil
nb: Profil
nb_instk12: Profil
nl: Profiel
pl: Profil
pt: Perfil
pt_br: Perfil
ru: Профиль
sl: Profil
sv: Profil
sv_instk12: Profil
th: โพรไฟล์
vi: Hồ Sơ
zh: 个人资料
zh_hk: 個人檔案

source: Profile Menu
ar: قائمة ملف التعريف
ca: Menú Perfil
cy: Dewislen Proffil
da: Profilmenu
da_instk12: Profilmenu
de: Profilmenü
es: Menú de perfil
es_es: Menú de perfil
fi: Esikatseluvalikko
fr: Menu Profil
fr_ca: Menu Profil
ga: Roghchlár Próifíle
hi: प्रोफ़ाइल मेनू
ht: Meni Pwofil
id: Menu Profil
is: Uppsetningar valmynd
it: Menu Profilo
ja: プロフィールメニュー
ko: 프로필 메뉴
mi: Kōtaha Tāhua
ms: Menu Profil
nb: Profil meny
nb_instk12: Profil meny
nl: Menu Profiel
pl: Menu profilu
pt: Menu do perfil
pt_br: Menu do perfil
ru: Меню профиля
sl: Meni profila
sv: Profilmeny
sv_instk12: Profilmeny
th: เมนูโพรไฟล์
vi: Menu Hồ Sơ
zh: 个人资料菜单
zh_hk: 個人檔案選單

source: Profile Menu, Closed
ar: قائمة ملف التعريف، مغلقة
ca: Menú Perfil, tancat
cy: Dewislen Proffil, Wedi Cau
da: Profilmenu, lukket
da_instk12: Profilmenu, lukket
de: Profilmenü, geschlossen
es: Menú de perfil, cerrado
es_es: Menú de perfil, cerrado
fi: Profiilin valikko, suljettu
fr: Menu Profil fermé
fr_ca: Menu profil, fermé
ga: Roghchlár Próifíle, Dúnta
hi: प्रोफ़ाइल मेनू, बंद
ht: Meni Pwofil, Fèmen
id: Menu Profil, Ditutup
is: Uppsetningar valmynd, lokað
it: Menu Profilo, chiuso
ja: プロフィールメニュー、終了
ko: 프로필 메뉴, 닫힘
mi: Tahua Kōtaha, Katia
ms: Menu Profil, Ditutup
nb: Profilmeny, lukket
nb_instk12: Profilmeny, lukket
nl: Profielmenu, gesloten
pl: Menu profilu, zamknięte
pt: Menu Perfil, Fechado
pt_br: Menu perfil, fechado
ru: Меню профиля закрыто
sl: Meni profila, zaprto
sv: Profilmeny, stängd
sv_instk12: Profilmeny, stängd
th: เมนูโพรไฟล์, ปิดแล้ว
vi: Menu Hồ Sơ, Đã Đóng
zh: 资料菜单，已关闭
zh_hk: 已關閉個人檔案選單

source: Progress > perfection.
ar: التقدم > المثالية.
ca: El progrés té més valor que la perfecció.
cy: Cynnydd > perffeithrwydd.
da: Fremskridt > perfektion.
da_instk12: Fremskridt > perfektion.
de: Fortschritt > Perfektion.
es: Progreso > perfección.
es_es: Progreso > perfección.
fi: Edistyminen > täydellisyys.
fr: Progrès > perfection.
fr_ca: Progrès > perfection.
ga: Dul Chun Cinn > foirfeacht.
hi: प्रगति > पूर्णता।
ht: Pwogrè > pèfeksyon.
id: Kemajuan > kesempurnaan.
is: Framfarir > fullkomnun.
it: Progressi > perfezione.
ja: 進歩 > 完璧。
ko: 완벽보다는 발전이 더 중요합니다.
mi: Te ahunga whakamua > te tino pai.
ms: Kemajuan > Kesempurnaan.
nb: Fremgang > perfeksjon.
nb_instk12: Fremgang > perfeksjon.
nl: Vooruitgang > perfectie.
pl: Postęp > perfekcja.
pt: Progresso > perfeição .
pt_br: Progresso > perfeição.
ru: Прогресс > совершенство.
sl: Napredek > popolnost.
sv: Framsteg > perfektion.
sv_instk12: Framsteg > perfektion.
th: ความก้าวหน้า > ความสมบูรณ์แบบ
vi: Tiến bộ > hoàn hảo.
zh: 追求进步力争完美。
zh_hk: 進步 > 完美。

source: Progress, not perfection. You're doing great.
ar: المهم هو التقدم، وليس تحقيق المثالية. أنت تبلي بشكل جيد
ca: Progrés, no perfecció. Ho feu magníficament.
cy: Cynnydd, nid perffeithrwydd. Rwyt ti’n gwneud yn wych.
da: Fremskridt, ikke perfektion. Du klarer dig fantastisk.
da_instk12: Fremskridt, ikke perfektion. Du klarer dig fantastisk.
de: Fortschritt, nicht Perfektion. Sie machen das großartig.
es: Progreso, no perfección. Lo está haciendo muy bien.
es_es: Avanza, no busques la perfección. Lo estás haciendo genial.
fi: Edistystä - ei täydellisyyttä. Hyvää työtä.
fr: Du progrès, pas de la perfection. Excellent travail.
fr_ca: Le progrès, pas la perfection. Vous vous en sortez très bien.
ga: Dul chun cinn, ní foirfeacht. Tá tú ag déanamh go hiontach.
hi: पूर्णता नहीं, केवल प्रगति पर ध्यान दें। आप बहुत बढ़िया काम कर रहे हैं।
ht: Pwogrè, se pa pèfeksyon. W ap fè yon gwo travay.
id: Kemajuan, bukan kesempurnaan. Anda luar biasa.
is: Framfarir, ekki fullkomnun. Þú stendur þig vel.
it: Progressi, non perfezione. Stai andando alla grande.
ja: 完璧ではなく、進歩を。その調子でいきましょう。
ko: 완벽보다는 한발 더 나아가려고 하세요. 잘하고 계십니다.
mi: Te ahunga whakamua, kaua te tino pai. Kei te pai tō mahi.
ms: Kemajuan lebih utama, bukan kesempurnaan. Anda hebat.
nb: Fremgang, ikke perfeksjon. Du gjør det kjempebra.
nb_instk12: Fremgang, ikke perfeksjon. Du gjør det kjempebra.
nl: Vooruitgang, geen perfectie. Je bent geweldig bezig.
pl: Postęp zamiast perfekcji. Idzie Ci świetnie.
pt: Progresso, não perfeição. Você está a ir muito bem.
pt_br: Progresso, não perfeição. Você está indo muito bem.
ru: Прогресс, а не совершенство. У вас все отлично получается.
sl: Napredek, ne popolnost. Odlično vam gre.
sv: Framsteg, inte perfektion. Det går jättebra för dig.
sv_instk12: Framsteg, inte perfektion. Det går jättebra för dig.
th: ไม่หยุดอยู่กับที่ ไม่จำเป็นต้องสมบูรณ์แบบ คุณทำได้ดีแล้ว
vi: Quan trọng là tiến bộ, không phải sự hoàn hảo. Bạn đang làm rất tốt.
zh: 不求完美，只求进步。你做的很好。
zh_hk: 追求進步，而非完美。你做得很好。

source: Question
ar: السؤال
ca: Pregunta
cy: Cwestiwn
da: Spørgsmål
da_instk12: Spørgsmål
de: Frage
es: Pregunta
es_es: Pregunta
fi: Kysymys
ga: Ceist
hi: प्रश्न
ht: Kesyon
id: Pertanyaan
is: Spurning
it: Domanda
ja: 問題
ko: 문제
mi: Pātai
ms: Soalan
nb: Spørsmål
nb_instk12: Spørsmål
nl: Vraag
pl: Pytanie
pt: Pergunta
pt_br: Pergunta
ru: Вопрос
sl: Vprašanje
sv: Fråga
sv_instk12: Fråga
th: คำถาม
vi: Câu Hỏi
zh: 问题
zh_hk: 問題

source: Questions:
ar: الأسئلة:
ca: Preguntes:
cy: 'Cwestiynau:
da: Spørgsmål:
da_instk12: Spørgsmål:
de: Fragen:
es: Preguntas:
es_es: Preguntas:
fi: Kysymyksiä:
ga: Ceisteanna:
hi: प्रश्न:
ht: Kesyon:
id: Pertanyaan:
is: Spurningar:
it: Domande:
ja: 問題:
ko: 문제:
mi: Ngā pātai:
ms: Soalan:
nb: Spørmål:
nb_instk12: Spørmål:
nl: Vragen:
pl: Pytania:
pt: Perguntas:
pt_br: Perguntas:
ru: Вопросы:
sl: Vprašanja:
sv: Frågor:
sv_instk12: Frågor:
th: คำถาม:
vi: Câu Hỏi:
zh: 问题：
zh_hk: 問題：

source: Quiz
ar: الاختبار الموجز
ca: Prova
cy: Cwis
da: Test
es: Examen
es_es: Prueba
fi: Tietovisa
fr: Questionnaire
fr_ca: Questionnaire
hi: प्रश्नोत्तरी
id: Kuis
is: Próf
ja: 小テスト
ko: 퀴즈
ms: Kuiz
nb_instk12: Test
nl: Toets
pt: Teste
pt_br: Teste
ru: Тест
sl: Kviz
th: แบบทดสอบ
vi: Kiểm Tra
zh: 测验
zh_hk: 測驗

source: Quiz Alert
ar: تنبيه الاختبار الموجز
ca: Avís sobre la prova
cy: Hysbysiad Cwis
da: Quiz advarsel
da_instk12: Quizadvarsel
de: Quiz-Alarmsignal
es: Alerta del examen
es_es: Alerta de la prueba
fi: Tietovisan hälytys
fr: Alerte du questionnaire
fr_ca: Alerte du questionnaire
ga: Foláireamh Quiz
hi: प्रश्नोत्तरी चेतावनी
ht: Avètisman Quiz
id: Peringatan Kuis
is: Viðvörun vegna prófs
it: Avviso quiz
ja: 小テストのアラート
ko: 퀴즈 알림
mi: Quiz Matohi
ms: Isyarat Kuiz
nb: Quizvarsel
nb_instk12: Testvarsel
nl: Toets waarschuwing
pl: Alert dotyczący testu
pt: Alerta de Teste
pt_br: Alerta de Teste
ru: Оповещение о тесте
sl: Opozorilo o kvizu
sv: Quiz-notis
sv_instk12: Quiz-larm
th: แจ้งเตือนแบบทดสอบ
vi: Cảnh Báo Bài Kiểm Tra
zh: 测验提示
zh_hk: 測驗提醒

source: Quiz Details
ar: تفاصيل الاختبار الموجز
ca: Informació de la prova
cy: Manylion Cwis
da: Nærmere oplysninger om testen
da_instk12: Nærmere oplysninger om quizzen
es: Detalles del examen
es_es: Detalles de la prueba
fi: Tietovisan tiedot
fr: Détails sur le questionnaire
fr_ca: Détails sur le questionnaire
ga: Sonraí Quiz
hi: प्रश्नोत्तरी विवरण
ht: Detay Quiz
id: Detail Kuis
is: Prófupplýsingar
it: Dettagli quiz
ja: 小テストの詳細情報
ko: 퀴즈 세부 정보
mi: Ngā Quiz Taipitopito
ms: Butiran Kuiz
nb: Quizdetaljer
nb_instk12: Quizdetaljer
nl: Toetsdetails
pl: Informacje szczegółowe dot. testu
pt: Detalhes do teste
pt_br: Detalhes do teste
ru: Сведения о тесте
sl: Podrobnosti o kvizu
sv: Quizinformation
sv_instk12: Quizdetaljer
th: รายละเอียดแบบทดสอบ
vi: Thông Tin Chi Tiết Bài Kiểm Tra
zh: 测验详情
zh_hk: 測驗詳細資料

source: Quiz Locked
ar: تم تأمين الاختبار الموجز
ca: Prova bloquejada
cy: Cwis wedi'i Gloi
da: Test låst
da_instk12: Quiz låst
de: Quiz gesperrt
es: Examen bloqueado
es_es: Prueba bloqueado
fi: Tietovisa lukittu
fr: Questionnaire verrouillé
fr_ca: Questionnaire verrouillé
ga: Quiz faoi ghlas
hi: प्रश्नोत्तरी लॉक की गई
ht: Quix Bloke
id: Kuis Terkunci
is: Prófi læst
it: Quiz bloccato
ja: 小テストはロックされています
ko: 퀴즈 잠김
mi: Quiz kua rakaina
ms: Kuiz Dikunci
nb: Quiz låst
nb_instk12: Quiz låst
nl: Toets is vergrendeld
pl: Test zablokowany
pt: Teste bloqueado
pt_br: Teste bloqueado
ru: Тест заблокирован
sl: Kviz je zaklenjen
sv: Quizet är låst
sv_instk12: Quiz är låst
th: แบบทดสอบถูกล็อคไว้
vi: Bài Kiểm Tra Bị Khóa
zh: 测验已锁定
zh_hk: 鎖定的測驗

source: Quizzes
ar: الاختبارات الموجزة
ca: Proves
cy: Cwisiau
da: Test
da_instk12: Quizzer
de: Quiz
es: Exámenes
es_es: Pruebas
fi: Testit
fr: Quiz
fr_ca: Questionnaires
ga: Quizeanna
hi: प्रश्नोत्तरी
ht: Quiz
id: Kuis
is: Próf
it: Quiz
ja: 小テスト
ko: 퀴즈
mi: Ngā Quizzes
ms: Kuiz
nb: Quizer
nb_instk12: Tester
nl: Toetsen
pl: Testy
pt: Testes
pt_br: Testes
ru: Тесты
sl: Kvizi
sv: Quiz
th: คำถาม
vi: Các Câu Hỏi Kiểm Tra
zh: 测验
zh_hk: 測驗

source: Rate on App Store
ar: التقييم على App Store
ca: Puntuació a App Store
cy: Sgorio yn yr App Store
da: Bedøm i App Store
da_instk12: Bedøm i App Store
de: Im App Store bewerten
es: Clasificar en App Store
es_es: Calificar en la App Store
fi: Arvostele App Storessa
fr: Évaluer sur l'App Store
fr_ca: Évaluer sur l'App Store
ga: Rátáil ar an App Store
hi: ऐप स्टोर पर रेट करें
ht: Evalye nan App Store
id: Nilai di App Store
is: Gefa einkunn á App Store
it: Valuta su App Store
ja: アプリストアを評価する
ko: App Store에서 등급 평가
mi: Auau i runga i Toa Taupānga
ms: Nilaikan di App Store
nb: Gi vurdering i App Store
nb_instk12: Gi vurdering i App Store
nl: Beoordelen in de App Store
pl: Oceń w sklepie z aplikacjami
pt: Classificar na Loja App
pt_br: Valor na App Store
ru: Оценить на App Store
sl: Oceni v trgovini App Store
sv: Betygsätt i App Store
sv_instk12: Betygsätt i App Store
th: ให้คะแนนใน App Store
vi: Đánh giá trên App Store
zh: 在应用程序商店评级
zh_hk: 在 App 商店中評分

source: Rating for %1$@, Score: %2$g
ar: تصنيف %1$@، التقدير: %2$g
ca: Nota per a %1$@, puntuació: %2$g
cy: Sgôr ar gyfer %1$@, Sgôr: %2$g
da: Bedømmelse for %1$@, Resultat: %2$g
da_instk12: Bedømmelse for %1$@, Resultat: %2$g
de: Bewertung für %1$@, Punktzahl: %2$g
es: Clasificación para %1$@, puntaje: %2$g
es_es: Calificación para %1$@, puntuación: %2$g
fi: Arvostelu %1$@, Pistemäärä: %2$g
fr: Évaluation pour %1$@, note : %2$g
fr_ca: Classement pour %1$@, score : %2$g
ga: Rátáil le haghaidh %1$@, Scór: %2$g
hi: %1$@ के लिए रेटिंग, अंक: %2$g
ht: Evalyasyon pou %1$@, Nòt: %2$g
id: Peringkat untuk %1$@, Skor: %2$g
is: Einkunn fyrir %1$@, einkunn: %2$g
it: Classificazione per %1$@, Punteggio: %2$g
ja: %1$@の評価、スコア:%2$g
ko: %1$@의 등급, 점수: %2$g
mi: Whakatauranga mō %1$@, Kaute: %2$g
ms: Penilaian untuk %1$@, Skor: %2$g
nb: Vurdering for %1$@, Skåring: %2$g
nb_instk12: Vurdering for %1$@, resultat: %2$g
nl: Beoordeling voor %1$@, score: %2$g
pl: Ocena dla %1$@, wynik: %2$g
pt: Classificação para %1$@, Pontuação: %2$g
pt_br: Pontuação para %1$@, Pontuação: %2$g
ru: Рейтинг для %1$@в баллах: %2$g
sl: Ocena za %1$@, rezultat: %2$g
sv: Betyg för %1$@, Poäng: %2$g
sv_instk12: Värdering för %1$@, resultat: %2$g
th: คะแนนสำหรับ %1$@, คะแนน: %2$g
vi: Đánh giá %1$@, Điểm: %2$g
zh: 评价%1$@，评分：%2$g
zh_hk: 對 %1$@ 的評級，分數：%2$g

source: Re-submit Assignment
ar: إعادة إرسال التعيين
ca: Torna a entregar l'activitat
cy: Ail-gyflwyno aseiniad
da: Aflever opgaven igen
da_instk12: Aflever opgaven igen
de: Aufgabe erneut abgeben
es: Entregar tarea de nuevo
es_es: Volver a entregar la actividad
fi: Lähetä tehtävä uudelleen
fr: Renvoyer la tâche
fr_ca: Re-soumettre le travail
ga: Cuir an tasc isteach arís
hi: असाइनमेंट फिर से सबमिट करें
ht: Resoumèt Sesyon
id: Serahkan Ulang Tugas
is: Endursenda verkefni
it: Invia di nuovo compito
ja: 課題の再提出
ko: 과제 다시 제출
mi: Tuku anō Whakataunga
ms: Serahkan Semula Tugasan
nb: Lever oppgave på nytt
nb_instk12: Lever inn oppgave på nytt
nl: Opdracht opnieuw inleveren
pl: Wyślij ponownie zadanie
pt: Reenviar tarefa
pt_br: Re-enviar tarefa
ru: Отправить задание заново
sl: Ponovno pošlji nalogo
sv: Skicka in uppgift igen
sv_instk12: Lämna in uppgift igen
th: ส่งภารกิจใหม่อีกครั้ง
vi: Nộp Lại Bài Tập
zh: 重新提交作业
zh_hk: 重新提交作業

source: Reach out if you're stuck — support is always closer than it feels.
ar: تواصل مع شخص آخر إذا كنت تشعر بأنك عالق في مكانك — فالدعم دائمًا أقرب مما نتصور.
ca: Demaneu ajuda si sentiu que us heu estancat: sempre tindreu suport més a prop del que penseu.
cy: Os wyt ti’n teimlo’n sownd, chwilia am gymorth – mae’n agosach nag wyt ti’n meddwl.
da: Bed om hjælp, hvis du sidder fast – støtten er altid tættere på, end den føles.
da_instk12: Bed om hjælp, hvis du sidder fast – støtten er altid tættere på, end den føles.
de: Wenden Sie sich an uns, wenn Sie nicht weiterkommen – Unterstützung ist ganz in der Nähe.
es: Pida ayuda si siente que no avanza; el apoyo siempre está más cerca de lo que parece.
es_es: Si te estancas, pide ayuda: el apoyo está siempre más cerca de lo que parece.
fi: Ota yhteyttä, jos olet jumissa — tuki on aina lähempänä kuin miltä tuntuu.
fr: N’hésite pas à tendre la main, si tu te sens dans une impasse. Trouver de l’aide est plus facile qu’il n’y paraît.
fr_ca: Tendez la main en cas de difficulté : le soutien est toujours plus proche qu’il n’y paraît.
ga: Téigh i dteagmháil má tá tú i bhfostú — bíonn tacaíocht i gcónaí níos gaire ná mar a shíleann tú.
hi: अगर आप फंस गए हैं, तो मदद माँगें — तुरंत मदद मिलेगी।
ht: Kontakte nou si w bloke — èd la toujou pi pre pase sa w santi.
id: Mintalah bantuan jika Anda mengalami kesulitan — dukungan selalu lebih dekat daripada yang Anda rasakan.
is: Hafðu samband ef þú ert fastur/föst — stuðningurinn er alltaf nær en hann virðist.
it: Contattaci se non riesci a proseguire; il supporto è più vicino di quanto sembra.
ja: 行き詰まったら声をかけてください — サポートはいつも思っているより近くにあるものです。
ko: 더 이상 나아갈 수 없다고 생각되면 도움을 요청하세요. 도움은 생각보다 가까이에 있습니다.
mi: Whakapā mai mēnā kei te raru koe — he tata tonu te tautoko i tōu whakaaro.
ms: Hubungi seseorang jika anda tertekan — sokongan selalunya lebih dekat daripada yang anda sangka.
nb: Ta kontakt hvis du står fast – støtten er alltid nærmere enn den føles.
nb_instk12: Ta kontakt hvis du står fast – støtten er alltid nærmere enn den føles.
nl: Vraag om hulp als je vastzit – hulp is altijd dichterbij dan je denkt.
pl: Poproś o pomoc, jeśli masz problem – wsparcie jest zawsze bliżej, niż się wydaje.
pt: Procure ajuda se estiver com dificuldades — o apoio está sempre mais perto do que parece.
pt_br: Se você estiver com dificuldades, não hesite em pedir ajuda — o apoio está sempre mais perto do que você imagina.
ru: Обратитесь за помощью, если у вас возникли трудности — поддержка всегда ближе, чем кажется.
sl: Če ste obtičali, poiščite pomoč – podpora je vedno bližje, kot se zdi.
sv: Be om hjälp om du har fastnat – den finns närmare än vad du tror.
sv_instk12: Be om hjälp om du har fastnat – den finns närmare än vad du tror.
th: ขอความช่วยเหลือหากพบปัญหา ความช่วยเหลือไม่ได้ไกลตัวอย่างที่คุณคิด
vi: Nếu cảm thấy mắc kẹt, hãy tìm sự hỗ trợ — hỗ trợ luôn ở gần hơn bạn nghĩ.
zh: 倘若困顿，不妨求助 — 你的背后始终有人支持。
zh_hk: 如果你遇到困難，請尋求幫助 — 支持總是比你想像的更近。

source: Recipients
ar: المتلقون
ca: Destinataris
cy: Derbynwyr
da: Modtagere
da_instk12: Modtagere
de: Empfänger
es: Destinatarios
es_es: Destinatarios
fi: Vastaanottajat
fr: Destinataires
fr_ca: Destinataires
hi: प्राप्तकर्ता
ht: Destinatè
id: Penerima
is: Viðtakendur
it: Destinatari
ja: 受信者
ko: 수신자
mi: Ngā Kaiwhiwhi
ms: Penerima
nb: Mottakere
nb_instk12: Mottakere
nl: Geadresseerden
pl: Odbiorcy
pt: Destinatários
pt_br: Recipientes
ru: Получатели
sl: Prejemniki
sv: Mottagare
sv_instk12: Mottagare
th: ผู้รับ
vi: Người Nhận
zh: 收件人
zh_hk: 收件人

source: Record
ar: تسجيل
ca: Enregistra
cy: Recordio
da: Optag
da_instk12: Optag
de: Aufnehmen
es: Grabar
es_es: Grabar
fi: Nauhoita
fr: Enregistrer
fr_ca: Enregistrer
ga: Taifead
hi: रिकॉर्ड करें
ht: Anrejistre
id: Rekam
is: Upptaka
it: Registra
ja: 記録
ko: 녹화
mi: tāhopu
ms: Rakam
nb: Registrering
nb_instk12: Registrering
nl: Opnemen
pl: Nagraj
pt: Gravar
pt_br: Gravar
ru: Запись
sl: Posnemi
sv: Spela in
sv_instk12: Spela in
th: บันทึก
vi: Ghi
zh: 记录
zh_hk: 錄製

source: Record audio
ar: تسجيل الصوت
ca: Enregistra so
cy: Recordio sain
da: Optag audio
da_instk12: Optag audio
de: Audio aufnehmen
es: Grabar audio
es_es: Grabar audio
fi: Nauhoita ääni
fr: Enregistrer de l'audio
fr_ca: Enregistrer de l’audio
ga: Taifead fuaim
hi: ऑडियो रिकॉर्ड करें
ht: Anrejistre son
id: Rekam audio
is: Taka upp hljóð
it: Registra audio
ja: オーディオを録音する
ko: 오디오 녹음
mi: Tāhopu ororongo
ms: Rakam audio
nb: Ta opp lyd
nb_instk12: Ta opp lyd
nl: Audio opnemen
pl: Nagraj dźwięk
pt: Gravar audio
pt_br: Gravar áudio
ru: Записать аудио
sl: Posnemi zvok
sv: Spela in ljud
sv_instk12: Spela in ljud
th: บันทึกเสียง
vi: Ghi âm
zh: 录制音频
zh_hk: 錄製音訊

source: Record Audio
ar: تسجيل الصوت
ca: Enregistra so
cy: Recordio Sain
da: Optage audio
da_instk12: Optage audio
de: Audio aufnehmen
es: Grabar audio
es_es: Grabar audio
fi: Nauhoita ääni
fr: Enregistrer de l’audio
fr_ca: Enregistrer le son
ga: Taifead Fuaim
hi: ऑडियो रिकॉर्ड करें
ht: Anrejistre Son
id: Rekam Audio
is: Taka upp hljóð
it: Registra audio
ja: オーディオを録音する
ko: 오디오 녹음
mi: Tāhopu Ororongo
ms: Rakam Audio
nb: Lydopptak
nb_instk12: Lydopptak
nl: Audio opnemen
pl: Nagraj dźwięk
pt: Gravar Áudio
pt_br: Gravar Áudio
ru: Записать аудио
sl: Posnemi zvok
sv: Spela in ljud
sv_instk12: Spela in ljud
th: บันทึกเสียง
vi: Ghi Âm
zh: 录制音频
zh_hk: 錄製音訊

source: Record Audio...
ar: تسجيل الصوت...
ca: Enregistra so…
cy: Recordio Sain...
da: Optag audio...
da_instk12: Optag audio...
de: Audio aufnehmen...
es: Grabar audio...
es_es: Grabar audio...
fi: Nauhoita ääni...
fr: Enregistrement audio...
fr_ca: Enregistrement audio...
ga: Taifead Fuaim...
hi: ऑडियो रिकॉर्ड करें...
ht: Anrejistre Son...
id: Rekam Audio...
is: Tek upp hljóð…
it: Registra audio...
ja: オーディオを録音しています...
ko: 오디오 녹음...
mi: Tāhopu Ororongo ...
ms: Rakam Audio...
nb: Ta opp lyd …
nb_instk12: Ta opp lyd ...
nl: Audio opnemen...
pl: Nagraj dźwięk...
pt: Gravar Audio...
pt_br: Gravar Áudio...
ru: Запись аудио...
sl: Posnemi zvok ...
sv: Spela in ljud ...
sv_instk12: Inspelat ljud...
th: บันทึกเสียง...
vi: Ghi Âm...
zh: 录制音频...
zh_hk: 錄製音訊...

source: Record video
ar: تسجيل الفيديو
ca: Enregistra vídeo
cy: Recordio fideo
da: Optag video
da_instk12: Optag video
de: Video aufnehmen
es: Grabar video
es_es: Grabar vídeo
fi: Nauhoita video
fr: Enregistrer de la vidéo
fr_ca: Enregistrer de la vidéo
ga: Taifead físeán
hi: वीडियो रिकॉर्ड करें
ht: Anrejistre videyo
id: Rekam video
is: Taka upp myndband
it: Registra video
ja: 動画を録画する
ko: 동영상 녹화
mi: Tāhopu ataata
ms: Rakam video
nb: Ta opp video
nb_instk12: Ta opp video
nl: Video opnemen
pl: Nagraj wideo
pt: Gravar vídeo
pt_br: Gravar vídeo
ru: Записать видео
sl: Posnemi video
sv: Spela in video
sv_instk12: Spela in video
th: บันทึกวิดีโอ
vi: Quay video
zh: 录制视频
zh_hk: 錄製視訊

source: Record Video
ar: تسجيل الفيديو
ca: Enregistra vídeo
cy: Recordio Fideo
da: Optag video
da_instk12: Optag video
de: Video aufnehmen
es: Grabar video
es_es: Grabar vídeo
fi: Nauhoita video
fr: Enregistrer la vidéo
fr_ca: Enregistrer la vidéo
ga: Taifead Físeán
hi: वीडियो रिकॉर्ड करें
ht: Anrejistre Videyo
id: Rekam Video
is: Taka upp myndband
it: Registra video
ja: 動画を録画する
ko: 동영상 녹화
mi: Tāhopu Ataata
ms: Rakam Video
nb: Ta opp video
nb_instk12: Ta opp video
nl: Video opnemen
pl: Nagraj wideo
pt: Gravar Vídeo
pt_br: Gravar Vídeo
ru: Записать видео
sl: Posnemi videoposnetek
sv: Spela in video
sv_instk12: Spela in video
th: บันทึกวิดีโอ
vi: Quay Video
zh: 录制视频
zh_hk: 錄製視訊

source: Refresh
ar: تحديث
ca: Actualitza-ho
cy: Adnewyddu
da: Opdater
da_instk12: Opdater
de: Aktualisieren
es: Actualizar
es_es: Actualizar
fi: Päivitä
fr: Actualiser
fr_ca: Actualiser
ga: Athnuaigh
hi: रीफ़्रेश करें
ht: Aktyalize
id: Muat Ulang
is: Glæða
it: Aggiorna
ja: 更新
ko: 새로 고치기
mi: Whakahouhia
ms: Segar semula
nb: Oppdater
nb_instk12: Oppdater
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
pt_br: Atualizar
ru: Обновить
sl: Osveži
sv: Uppdatera
sv_instk12: Uppdatera
th: รีเฟรช
vi: Làm Mới
zh: 刷新
zh_hk: 重新整理

source: Refresh Button
ar: زر التحديث
ca: Botó Actualitza
cy: Botwm Adnewyddu
da: Genopfrisk knap
da_instk12: Genopfrisk knap
de: Aktualisierungs-Button
es: Botón de actualizar
es_es: Botón de actualizar
fi: Päivitä-painike
fr: Bouton d'actualisation
fr_ca: Bouton d'actualisation
ga: Cnaipe ‘Athnuaigh’
hi: रीफ़्रेश करें बटन
ht: Bouton Aktyalizasyon
id: Tombol Muat Ulang
is: Glæða hnappur
it: Pulsante Aggiorna
ja: リフレッシュボタン
ko: 새로 고치기 버튼
mi: Pātene Whakahou
ms: Butang Segar Semula
nb: Oppfriskningsknapp
nb_instk12: Oppfriskningsknapp
nl: Verversknop
pl: Przycisk odświeżenia
pt: Botão de atualizar
pt_br: Botão Atualizar
ru: Кнопка Обновить
sl: Gumb »Osveži«
sv: Uppdateringsknapp
sv_instk12: Uppdateringsknapp
th: ปุ่มรีเฟรช
vi: Nút Làm Mới
zh: 刷新按钮
zh_hk: 重新整理按鈕

source: Refreshes the calendar content
ar: تحديث محتوى التقويم
ca: Actualitza el contingut del calendari
cy: Adnewyddu cynnwys y calendr
da: Genopfrisker kalenderindhold
da_instk12: Genopfrisker kalenderindhold
de: Aktualisiert den Kalenderinhalt
es: Actualizar el contenido del calendario
es_es: Actualizar el contenido del calendario
fi: Päivittää kalenterin sisällön
fr: Actualiser le contenu du calendrier
fr_ca: Actualiser le contenu du calendrier
ga: Athnuann sé ábhar an fhéilire
hi: कैलेंडर सामग्री रीफ़्रेश करता है
ht: Aktyalize kontni kalandriye a
id: Memuat ulang konten kalender
is: Glæðir innihald dagatals
it: Aggiorna il contenuto del calendario
ja: カレンダーの内容をリフレッシュする
ko: 캘린더 콘텐츠를 새로 고치기
mi: Whakahou hoki te ihirangi maramataka
ms: Menyegarkan semula kandungan kalendar
nb: Oppfrisker kalenderinnholdet
nb_instk12: Oppfrisker kalenderinnholdet
nl: Ververst de inhoud van de kalender
pl: Odświeża zawartość kalendarza
pt: Atualiza o conteúdo do calendário
pt_br: Atualiza o conteúdo do calendário
ru: Обновляет контент календаря
sl: Osveži vsebino koledarja.
sv: Uppdaterar kalenderinnehåll
sv_instk12: Uppdatera kalenderinnehåll
th: รีเฟรชเนื้อหาในปฏิทิน
vi: Làm mới nội dung lịch
zh: 刷新日历内容
zh_hk: 重新整理行事曆內容
